Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Lock** (**⌘L**) freezes a shape: clicks and drags pass straight through it. A locked shape's only right-click item is **Unlock**.
ar: **القفل** (**⌘L**) يجمد الشكل: تمر النقرات والسحب من خلاله مباشرة. العنصر الوحيد الذي يتم النقر عليه بزر الماوس الأيمن في الشكل المقفل هو **Unlock**.
ca: **Lock** (**⌘L**) congela una forma: els clics i els arrossegaments hi passen directament. L'únic element de clic dret d'una forma bloquejada és **Desbloquejar**.
cs: **Zámek** (**⌘L**) zmrazí tvar: kliknutí a přetažení projdou přímo skrz něj. Jedinou položkou, na kterou lze kliknout pravým tlačítkem v uzamčeném tvaru, je **Odemknout**.
da: **Lås** (**⌘L**) fryser en form: klik og træk passerer lige igennem den. En låst figurs eneste højreklik-element er **Lås op**.
de: **Sperren** (**⌘L**) friert eine Form ein: Klicken und Ziehen werden direkt durch sie hindurch ausgeführt. Das einzige Rechtsklick-Element einer gesperrten Form ist **Entsperren**.
el: Το **Lock** (**⌘L**) παγώνει ένα σχήμα: τα κλικ και τα σύρματα περνούν κατευθείαν μέσα από αυτό. Το μόνο στοιχείο με δεξί κλικ σε ένα κλειδωμένο σχήμα είναι το **Ξεκλείδωμα**.
es: **Bloquear** (**⌘L**) congela una forma: los clics y los arrastres pasan directamente a través de ella. El único elemento de clic derecho de una forma bloqueada es **Desbloquear**.
fa: **قفل** (**⌘L**) یک شکل را ثابت می کند: کلیک ها و کشیدن ها مستقیماً از آن عبور می کنند. تنها مورد کلیک راست یک شکل قفل شده **باز کردن قفل** است.
fi: **Lukko** (**⌘L**) lukitsee muodon: napsautukset ja vedot kulkevat suoraan sen läpi. Lukitun muodon ainoa oikea napsautuskohta on **Avaa**.
fr: **Lock** (**⌘L**) fige une forme : les clics et les glissements la traversent directement. Le seul élément cliqué avec le bouton droit d'une forme verrouillée est **Déverrouiller**.
he: **נעילה** (**⌘L**) מקפיאה צורה: לחיצות וגרירות עוברות ישר דרכה. הפריט היחיד של צורה נעולה בלחיצה ימנית הוא **ביטול נעילה**.
hr: **Zaključaj** (**⌘L**) zamrzava oblik: klikovi i povlačenja prolaze ravno kroz njega. Jedina stavka na zaključani oblik desnom tipkom miša je **Otključaj**.
hu: **Zárolás** (**⌘L**) rögzíti az alakzatot: a kattintások és a húzások egyenesen áthaladnak rajta. A zárolt alakzat egyetlen jobb gombbal kattintható eleme a **Feloldás**.
id: **Lock** (**⌘L**) membekukan bentuk: klik dan tarik melewatinya. Satu-satunya item klik kanan pada bentuk terkunci adalah **Buka Kunci**.
ja: **ロック** (**⌘L**) は形状を固定します。クリックとドラッグは形状を直接通過します。ロックされた図形の唯一の右クリック項目は ​​[**ロック解除**] です。
ko: **잠금**(**⌘L**)은 모양을 고정합니다. 클릭하고 드래그하면 모양이 바로 통과됩니다. 잠긴 셰이프의 유일한 마우스 오른쪽 버튼 클릭 항목은 **잠금 해제**입니다.
ms: **Kunci** (**⌘L**) membekukan bentuk: klik dan seretan melepasinya terus. Satu-satunya item klik kanan bentuk terkunci ialah **Buka Kunci**.
nl: **Vergrendelen** (**⌘L**) bevriest een vorm: klikken en slepen gaat er dwars doorheen. Het enige rechtsklikitem van een vergrendelde vorm is **Ontgrendelen**.
no: **Lås** (**⌘L**) fryser en form: klikk og dra går rett gjennom den. En låst figurs eneste høyreklikkelement er **Lås opp**.
pl: **Blokada** (**⌘L**) blokuje kształt: kliknięcia i przeciągnięcia przechodzą bezpośrednio przez niego. Jedynym elementem wyświetlanym po kliknięciu prawym przyciskiem myszy zablokowanego kształtu jest **Odblokuj**.
pt_br: **Lock** (**⌘L**) congela uma forma: cliques e arrastamentos passam diretamente por ela. O único item de clique com o botão direito de uma forma bloqueada é **Desbloquear**.
pt_pt: **Lock** (**⌘L**) congela uma forma: cliques e arrastamentos passam diretamente por ela. O único item de clique com o botão direito de uma forma bloqueada é **Desbloquear**.
ro: **Lock** (**⌘L**) îngheață o formă: clicurile și tragerile trec direct prin ea. Singurul element de clic dreapta al unei forme blocate este **Deblocare**.
sk: **Zámok** (**⌘L**) zmrazí tvar: kliknutia a potiahnutia prechádzajú priamo cez neho. Jediným kliknutím pravým tlačidlom myši na uzamknutý tvar je **Odomknúť**.
sl: **Zaklepanje** (**⌘L**) zamrzne obliko: kliki in vlečenja gredo naravnost skozi njo. Edini element zaklenjene oblike z desnim klikom je **Odkleni**.
sv: **Lås** (**⌘L**) fryser en form: klickar och drag passerar rakt igenom den. En låst forms enda högerklicksobjekt är **Lås upp**.
th: **ล็อค** (**⌘L**) ค้างรูปร่าง: การคลิกและลากผ่านไปโดยตรง รายการคลิกขวาเพียงรายการเดียวของรูปร่างที่ถูกล็อกคือ **ปลดล็อก**
ur: **Lock** (**⌘L**) ایک شکل کو منجمد کر دیتا ہے: کلکس اور ڈریگ اس سے سیدھے گزرتے ہیں۔ ایک مقفل شکل کی صرف دائیں کلک والی آئٹم **انلاک** ہے۔
vi: **Khóa** (**⌘L**) cố định một hình dạng: các cú nhấp chuột và kéo sẽ đi thẳng qua hình dạng đó. Mục nhấp chuột phải duy nhất của hình dạng bị khóa là **Mở khóa**.
zh_hans: **锁定** (**⌘L**) 冻结形状：单击和拖动直接穿过它。锁定形状的唯一右键单击项目是**解锁**。

source: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", and iMac 24".
ar: **Mac** — MacBook Air 13"، MacBook Pro 14"، MacBook Pro 16"، وiMac 24".
ca: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", i iMac 24".
cs: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16" a iMac 24".
da: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", og iMac 24".
de: **Mac** – MacBook Air 13", MacBook Pro 14", MacBook Pro 16" und iMac 24".
el: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16" και iMac 24"
es: **Mac**: MacBook Air 13", MacBook Pro 14", MacBook Pro 16" y iMac 24".
fa: **Mac** — MacBook Air 13"، MacBook Pro 14"، MacBook Pro 16" و iMac 24".
fi: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16" ja iMac 24".
fr: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16" et iMac 24".
he: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", ו-iMac 24".
hr: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", i iMac 24".
hu: **Mac** – MacBook Air 13", MacBook Pro 14", MacBook Pro 16" és iMac 24".
id: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", dan iMac 24".
it: **Mac**: MacBook Air 13", MacBook Pro 14", MacBook Pro 16" e iMac 24".
ja: **Mac** — MacBook Air 13 インチ、MacBook Pro 14 インチ、MacBook Pro 16 インチ、および iMac 24 インチ。
ko: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
ms: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", dan iMac 24".
nl: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", en iMac 24".
no: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", og iMac 24".
pl: **Mac** — MacBook Air 13”, MacBook Pro 14”, MacBook Pro 16” i iMac 24”.
pt_br: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16" e iMac 24".
pt_pt: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16" e iMac 24".
ro: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", și iMac 24".
ru: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16" и iMac 24".
sk: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16" a iMac 24".
sl: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", in iMac 24".
sv: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", och iMac 24".
th: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16" และ iMac 24"
tr: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16" ve iMac 24".
uk: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16" та iMac 24".
vi: **Mac** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16" và iMac 24".
zh_hans: **Mac**——MacBook Air 13"、MacBook Pro 14"、MacBook Pro 16" 和 iMac 24"。
zh_hant: **Mac**——MacBook Air 13"、MacBook Pro 14"、MacBook Pro 16" 和 iMac 24"。

source: **Manage Languages…** opens the full list, with a translated/total badge per language: green when complete, orange when something is still missing.
ar: **إدارة اللغات...** تفتح القائمة الكاملة، مع شارة مترجمة/إجمالية لكل لغة: خضراء عند الاكتمال، وبرتقالية عندما لا يزال هناك شيء مفقود.
ca: **Gestiona idiomes...** obre la llista completa, amb una insígnia traduïda/total per idioma: verd quan està completa, taronja quan encara falta alguna cosa.
cs: **Spravovat jazyky…** otevře úplný seznam s přeloženým/celkovým odznakem pro každý jazyk: zelený po dokončení, oranžový, když něco stále chybí.
da: **Administrer sprog...** åbner den fulde liste med et oversat/totalt mærke pr. sprog: grønt når det er færdigt, orange når noget stadig mangler.
de: **Sprachen verwalten…** öffnet die vollständige Liste mit einem Zähler „übersetzt/gesamt“ pro Sprache: grün, wenn alles übersetzt ist, orange, wenn noch etwas fehlt.
el: Η **Διαχείριση γλωσσών…** ανοίγει την πλήρη λίστα, με μεταφρασμένο/συνολικό σήμα ανά γλώσσα: πράσινο όταν ολοκληρωθεί, πορτοκαλί όταν κάτι λείπει ακόμα.
es: **Administrar idiomas…** abre la lista completa, con un distintivo de traducidos/total por idioma: verde si está completo y naranja si aún falta algo.
fa: **مدیریت زبان‌ها...** فهرست کامل را با نشان «ترجمه‌شده/کل» برای هر زبان باز می‌کند: سبز یعنی کامل، نارنجی یعنی هنوز چیزی ترجمه نشده است.
fi: **Hallinnoi kieliä…** avaa täydellisen luettelon, jossa on käännetty/kokonaismäärä kielikohtaisesti: vihreä, kun se on valmis, oranssi, kun jotain vielä puuttuu.
fr: **Gérer les langues…** ouvre la liste complète, avec un badge traduit/total par langue : vert une fois terminé, orange lorsqu'il manque encore quelque chose.
he: **נהל שפות...** פותח את הרשימה המלאה, עם תג מתורגם/סך הכל לכל שפה: ירוק כאשר הושלם, כתום כאשר משהו עדיין חסר.
hr: **Upravljanje jezicima…** otvara cijeli popis, s prevedenom/ukupnom značkom po jeziku: zelena kada je završena, narančasta kada nešto još nedostaje.
hu: **Nyelvek kezelése…** megnyitja a teljes listát, nyelvenként lefordított/összesítő jelvénnyel: zöld, ha kész, narancssárga, ha valami még hiányzik.
id: **Kelola Bahasa…** membuka daftar lengkap, dengan lencana yang diterjemahkan/total per bahasa: hijau jika sudah selesai, oranye jika masih ada yang kurang.
it: **Gestisci lingue…** apre l'elenco completo, con un badge tradotte/totali per ogni lingua: verde quando è completa, arancione quando manca ancora qualcosa.
ja: **言語を管理...** で全言語のリストが開き、言語ごとに翻訳済み/合計のバッジが表示されます。すべて翻訳済みなら緑、未翻訳があればオレンジです。
ko: **언어 관리...** 메뉴를 선택하면 언어별 번역/전체 배지와 함께 전체 목록이 열립니다. 모두 번역되면 녹색, 아직 빠진 것이 있으면 주황색입니다.
ms: **Urus Bahasa…** membuka senarai penuh, dengan lencana terjemahan/jumlah bagi setiap bahasa: hijau apabila lengkap, oren apabila ada yang masih tiada.
nl: **Talen beheren…** opent de volledige lijst, met een badge vertaald/totaal per taal: groen wanneer voltooid, oranje wanneer er nog iets ontbreekt.
no: **Administrer språk...** åpner hele listen, med et oversatt/totalt merke per språk: grønt når det er fullført, oransje når noe fortsatt mangler.
pl: **Zarządzaj językami…** otwiera pełną listę z przetłumaczoną/całkowitą plakietką dla każdego języka: zielona, gdy jest kompletna, pomarańczowa, gdy czegoś jeszcze brakuje.
pt_br: **Gerenciar idiomas…** abre a lista completa, com um selo traduzidos/total por idioma: verde quando está completo, laranja quando ainda falta algo.
pt_pt: **Gerir Idiomas…** abre a lista completa, com um selo traduzido/total por idioma: verde quando completo, laranja quando algo ainda está faltando.
ro: **Gestionați limbile...** deschide lista completă, cu o insignă tradusă/totală per limbă: verde când este completă, portocalie când încă lipsește ceva.
ru: **Управление языками…** открывает полный список со счетчиком «переведено/всего» для каждого языка: зеленым, когда все готово, оранжевым, когда чего-то еще не хватает.
sk: **Spravovať jazyky...** otvorí úplný zoznam s preloženým/celkovým odznakom pre každý jazyk: zelený po dokončení a oranžový, keď niečo stále chýba.
sl: **Upravljanje jezikov…** odpre celoten seznam s prevedeno/skupno značko za vsak jezik: zeleno, ko je dokončano, oranžno, če nekaj še manjka.
sv: **Hantera språk...** öppnar hela listan, med ett översatt/totalt märke per språk: grönt när det är klart, orange när något fortfarande saknas.
th: **จัดการภาษา…** จะเปิดรายการทั้งหมดโดยมีป้ายกำกับการแปล/ทั้งหมดตามภาษา: สีเขียวเมื่อเสร็จสมบูรณ์ สีส้มเมื่อยังมีบางอย่างขาดหายไป
tr: **Dilleri Yönet…** tam listeyi açar; her dil için çevrilen/toplam rozeti gösterilir: tamamlandığında yeşil, hâlâ eksik bir şey varsa turuncu.
uk: **Керувати мовами…** відкриває повний список зі значком «перекладено / усього» для кожної мови: зеленим, коли все готово, помаранчевим, коли чогось ще бракує.
ur: **زبانوں کا نظم کریں…** مکمل فہرست کھولتا ہے، ہر زبان میں ترجمہ شدہ/کل بیج کے ساتھ: مکمل ہونے پر سبز، جب کچھ غائب ہو تو نارنجی۔
vi: **Quản lý ngôn ngữ…** mở danh sách đầy đủ, với huy hiệu được dịch/tổng cộng cho mỗi ngôn ngữ: màu xanh lá cây khi hoàn thành, màu cam khi vẫn thiếu nội dung nào đó.
zh_hans: **管理语言…** 会打开完整列表，每种语言都有“已翻译/总数”徽章：完成时为绿色，仍有缺漏时为橙色。
zh_hant: **管理語言…** 會開啟完整列表，每種語言都有已翻譯／總數徽章：完成時為綠色，仍有缺漏時為橘色。

source: **Match Size to Other Devices** (right-click a single device) resizes the row's other devices of the same category to match this one. With several devices selected, the command becomes **Match Size to Selected Devices** and resizes just those.
ar: **مطابقة الحجم مع الأجهزة الأخرى** (انقر بزر الماوس الأيمن فوق جهاز واحد) يؤدي إلى تغيير حجم أجهزة الصف الأخرى من نفس الفئة لمطابقة هذا الجهاز. مع تحديد عدة أجهزة، يصبح الأمر **مطابقة الحجم مع الأجهزة المحددة** ويغير حجم تلك الأجهزة فقط.
ca: **Match Size to Other Devices** (fes clic amb el botó dret en un sol dispositiu) canvia la mida dels altres dispositius de la fila de la mateixa categoria perquè coincideixin amb aquesta. Amb diversos dispositius seleccionats, l'ordre es converteix en **Match Size to Selected Devices** i canvia la mida només d'aquests.
cs: **Přizpůsobit velikost jiným zařízením** (klikněte pravým tlačítkem na jedno zařízení) změní velikost ostatních zařízení v řádku stejné kategorie tak, aby odpovídala tomuto. Když je vybráno několik zařízení, příkaz se změní na **Přizpůsobit velikost vybraným zařízením** a změní velikost pouze těch.
da: **Tilpas størrelse med andre enheder** (højreklik på en enkelt enhed) ændrer størrelsen på rækkens andre enheder i samme kategori, så de matcher denne. Med flere enheder valgt, bliver kommandoen **Match Size to Selected Devices** og tilpasser kun disse.
de: **Größe an andere Geräte anpassen** (Rechtsklick auf ein einzelnes Gerät) passt die anderen Geräte derselben Kategorie in der Zeile an dieses an. Sind mehrere Geräte ausgewählt, heißt der Befehl **Größe an ausgewählte Geräte anpassen** und ändert nur diese.
el: **Ταξινόμηση μεγέθους με άλλες συσκευές** (κάντε δεξί κλικ σε μια μεμονωμένη συσκευή) αλλάζει το μέγεθος των άλλων συσκευών της ίδιας κατηγορίας της σειράς ώστε να ταιριάζει με αυτήν. Με επιλεγμένες πολλές συσκευές, η εντολή γίνεται **Match Size to Selected Devices** και αλλάζει το μέγεθος μόνο αυτών.
es: **Igualar tamaño a otros dispositivos** (clic derecho en un solo dispositivo) redimensiona los demás dispositivos de la misma categoría de la fila para que coincidan con este. Con varios dispositivos seleccionados, el comando pasa a ser **Igualar tamaño a los dispositivos seleccionados** y solo redimensiona esos.
fa: **هم‌اندازه کردن با دستگاه‌های دیگر** (کلیک راست روی یک دستگاه) اندازهٔ دستگاه‌های دیگرِ همان دسته در ردیف را با این دستگاه یکی می‌کند. وقتی چند دستگاه انتخاب شده باشد، فرمان به **هم‌اندازه کردن با دستگاه‌های انتخاب‌شده** تبدیل می‌شود و فقط همان‌ها را تغییر اندازه می‌دهد.
fi: **Kohdista koko muihin laitteisiin** (napsauta yhtä laitetta hiiren kakkospainikkeella) muuttaa rivin muiden saman luokan laitteiden koon vastaamaan tätä. Kun useita laitteita on valittu, komennosta tulee **Kohdista koko valittuihin laitteisiin** ja muuttaa juuri niiden kokoa.
fr: **Harmoniser la taille des autres appareils** (clic droit sur un seul appareil) redimensionne les autres appareils de même catégorie de la ligne à la taille de celui-ci. Avec plusieurs appareils sélectionnés, la commande devient **Harmoniser la taille des appareils sélectionnés** et ne redimensionne que ceux-ci.
he: **התאם גודל להתקנים אחרים** (לחץ לחיצה ימנית על מכשיר בודד) משנה את גודל המכשירים האחרים של השורה מאותה קטגוריה כדי להתאים למכשיר הזה. עם מספר מכשירים שנבחרו, הפקודה הופכת ל-**התאם גודל להתקנים נבחרים** ומשנה את הגודל רק אלה.
hr: **Uskladi veličinu s drugim uređajima** (desnom tipkom miša kliknite jedan uređaj) mijenja veličinu drugih uređaja u redu iste kategorije kako bi odgovarali ovom. S nekoliko odabranih uređaja, naredba postaje **Upari veličinu s odabranim uređajima** i mijenja veličinu samo tih uređaja.
hu: **Méret párosítása más eszközökkel** (kattintson jobb gombbal egyetlen eszközre) átméretezi a sor többi, ugyanabban a kategóriába tartozó eszközét, hogy megfeleljen ennek. Több eszköz kiválasztása esetén a parancs a **Méret egyeztetése a kiválasztott eszközökkel** lesz, és csak azokat méretezi át.
id: **Cocokkan Ukuran dengan Perangkat Lain** (klik kanan satu perangkat) mengubah ukuran perangkat lain di baris dalam kategori yang sama agar cocok dengan perangkat ini. Dengan beberapa perangkat yang dipilih, perintahnya menjadi **Cocokkan Ukuran dengan Perangkat yang Dipilih** dan hanya mengubah ukurannya.
it: **Adatta dimensioni agli altri dispositivi** (clic destro su un singolo dispositivo) ridimensiona gli altri dispositivi della stessa categoria nella riga per farli corrispondere a questo. Con più dispositivi selezionati, il comando diventa **Adatta dimensioni ai dispositivi selezionati** e ridimensiona solo quelli.
ja: **ほかのデバイスをこのサイズに合わせる** (1台のデバイスを右クリック) で、行内の同じカテゴリのほかのデバイスをこのデバイスと同じサイズに変更します。複数のデバイスを選択している場合、コマンドは **選択したデバイスのサイズを揃える** になり、選択したデバイスだけが変更されます。
ko: **다른 기기와 크기 맞추기**(기기 하나를 오른쪽 클릭)는 행에서 같은 카테고리의 다른 기기를 이 기기와 같은 크기로 조정합니다. 여러 기기를 선택하면 명령이 **선택한 기기와 크기 맞추기**로 바뀌며 선택한 기기만 조정합니다.
ms: **Saiz Padan dengan Peranti Lain** (klik kanan pada satu peranti) mengubah saiz peranti baris yang lain daripada kategori yang sama untuk dipadankan dengan peranti ini. Dengan beberapa peranti dipilih, arahan itu menjadi **Saiz Padan dengan Peranti Terpilih** dan mengubah saiznya sahaja.
nl: **Grootte afstemmen op andere apparaten** (klik met de rechtermuisknop op een enkel apparaat) past de grootte van de andere apparaten van dezelfde categorie in de rij aan, zodat deze overeenkomen met dit apparaat. Als er meerdere apparaten zijn geselecteerd, wordt de opdracht **Match Size to Selected Devices** en wordt het formaat van alleen die apparaten aangepast.
no: **Tilpass størrelse med andre enheter** (høyreklikk på en enkelt enhet) endrer størrelsen på radens andre enheter i samme kategori for å matche denne. Med flere enheter valgt, blir kommandoen **Tilpass størrelse til valgte enheter** og endrer størrelsen på bare disse.
pl: **Dopasuj rozmiar do innych urządzeń** (kliknij prawym przyciskiem myszy pojedyncze urządzenie) zmienia rozmiar innych urządzeń w tej samej kategorii w wierszu, aby dopasować je do tego. Po wybraniu kilku urządzeń polecenie zmienia się na **Dopasuj rozmiar do wybranych urządzeń** i zmienia rozmiar tylko tych urządzeń.
pt_br: **Corresponder tamanho a outros dispositivos** (clique com o botão direito em um único dispositivo) redimensiona os outros dispositivos da mesma categoria na linha para igualar a este. Com vários dispositivos selecionados, o comando passa a ser **Corresponder tamanho aos dispositivos selecionados** e redimensiona só esses.
pt_pt: **Corresponder tamanho a outros dispositivos** (clique com o botão direito em um único dispositivo) redimensiona os outros dispositivos da mesma categoria da linha para corresponder a este. Com vários dispositivos selecionados, o comando se torna **Match Size to Selected Devices** e redimensiona apenas esses.
ro: **Potriviți dimensiunea cu alte dispozitive** (dați clic dreapta pe un singur dispozitiv) redimensionează celelalte dispozitive ale rândului din aceeași categorie pentru a se potrivi cu aceasta. Cu mai multe dispozitive selectate, comanda devine **Match Size to Selected Devices** și le redimensionează doar pe acelea.
ru: **Подогнать размер под другие устройства** (правый клик по одному устройству) изменяет размер остальных устройств той же категории в строке под это устройство. Если выбрано несколько устройств, команда становится **Подогнать размер под выбранные устройства** и меняет размер только их.
sk: **Prispôsobiť veľkosť iným zariadeniam** (kliknite pravým tlačidlom myši na jedno zariadenie) zmení veľkosť ostatných zariadení v riadku rovnakej kategórie tak, aby sa zhodovali s týmto zariadením. Keď je vybratých niekoľko zariadení, príkaz sa zmení na **Prispôsobiť veľkosť vybratým zariadeniam** a zmení veľkosť iba tých.
sl: **Ujemi velikost z drugimi napravami** (z desno miškino tipko kliknite posamezno napravo) spremeni velikost drugih naprav v vrstici iste kategorije, da se ujemajo s to. Ko je izbranih več naprav, postane ukaz **Ujemaj velikost z izbranimi napravami** in spremeni velikost le teh.
sv: **Matcha storlek med andra enheter** (högerklicka på en enskild enhet) ändrar storleken på radens andra enheter i samma kategori för att matcha denna. Med flera enheter valda blir kommandot **Matcha storlek till valda enheter** och justerar storleken på dessa.
th: **จับคู่ขนาดกับอุปกรณ์อื่นๆ** (คลิกขวาที่อุปกรณ์เดียว) ปรับขนาดอุปกรณ์อื่นๆ ของแถวในหมวดหมู่เดียวกันให้ตรงกับอุปกรณ์นี้ เมื่อเลือกอุปกรณ์หลายเครื่อง คำสั่งจะกลายเป็น **จับคู่ขนาดกับอุปกรณ์ที่เลือก** และปรับขนาดเฉพาะอุปกรณ์เหล่านั้น
tr: **Boyutu Diğer Aygıtlara Eşitle** (tek bir aygıta sağ tıklayın), satırdaki aynı kategorideki diğer aygıtları bununla aynı boyuta getirir. Birkaç aygıt seçiliyken komut **Boyutu Seçili Aygıtlara Eşitle** olur ve yalnızca onları yeniden boyutlandırır.
uk: **Узгодити розмір з іншими пристроями** (клацання правою кнопкою на одному пристрої) змінює розмір інших пристроїв тієї самої категорії в рядку відповідно до цього. Якщо вибрано кілька пристроїв, команда стає **Узгодити розмір з вибраними пристроями** і змінює розмір лише їх.
ur: **سائز کو دیگر ڈیوائسز سے میچ کریں** (کسی ایک ڈیوائس پر دائیں کلک کریں) اس سے ملنے کے لیے قطار کے اسی زمرے کے دوسرے آلات کا سائز تبدیل کرتا ہے۔ متعدد ڈیوائسز کے منتخب ہونے کے ساتھ، کمانڈ **منتخب کردہ ڈیوائسز سے سائز کا میچ** بن جاتی ہے اور صرف ان کا سائز تبدیل کرتی ہے۔
vi: **Khớp kích thước với các thiết bị khác** (nhấp chuột phải vào một thiết bị) sẽ thay đổi kích thước các thiết bị khác trong cùng danh mục của hàng để khớp với thiết bị này. Với một số thiết bị được chọn, lệnh sẽ trở thành **Khớp kích thước với các thiết bị đã chọn** và chỉ thay đổi kích thước những thiết bị đó.
zh_hans: **使尺寸与其他设备相匹配**（右键点按单个设备）会将该行中同类别的其他设备调整为与此设备相同的尺寸。选择多个设备时，此命令变为 **使尺寸与所选设备相匹配**，并只调整这些设备。
zh_hant: **將大小與其他裝置一致**（對單一裝置按右鍵）會將該列中同類別的其他裝置調整為與此裝置相同的大小。選取多個裝置時，此指令會變成**將大小與所選裝置一致**，並只調整那些裝置的大小。
